{"texts":{"intro":"<p>Jag vill lämna det kontrollerade och söka något spännande i det oplanerade - detta flyktiga vill jag locka fram antingen genom att låta slumpen styra färgens första lager, eller genom att tappa kontrollen i det stora formatet. <\/p><p>Där uppstår något annat än på det hanterbara duken, mera motstånd, och mera plats för kroppens och penselns rörelse- och större chans för oväntade överraskningar.<\/p><p>En del bilder har vuxit fram under lång tid. För mig har det inneburit en resa i med- och motvind med varje bild.<p><\/p>Den 170 x 130 cm stora duken ”Reflexion” är ett experiment, hur långt kan jag utvidga formatet och ändå hålla ihop skeendet? Det blev en resa in i färgfläckar som ändrat sammanhang många gånger. Till sist blev det denna bild som ett lite upplöst harmoniskt slut på resan.<p><\/p>Något annat slut blev det med ”Händelse vid Canyon”, som till sist blev en mycket definierad figurativ berättelse.","aboutme":"<p>Jag målar mest med akryl men även med olja. Uppvuxen med bildskapande, bl a Capellagården och landskapsmåleri på Öland.<\/p>\r\n\r\n<p>Ett År Stora Konst på FU Stockholm Flera års handledning hos Åsa Hasselrot, Fredagsateljén.<\/p>\r\n\r\n<p> Kurser under handledning av Susanna Salifou Nygren Medlem i Ateljéföreningen RUT på Fiskaregatan Röntgenläkare<\/p>","exhibs":"<p>Galleri Bellman 2014<\/p><p>grupputställning Fiskaregatan 2010 och 2012<\/p><p>Galleri Hagman 2007<\/p><p>Galleri Hagström 2007<\/p><p>Bergshamra Bibliotek 2002<\/p>","contact":"<p>928498749872492042398432<\/p>\r\n<p>287349782102943782109843294<\/p>\r\n<p>kajhsdlfkhaskjfhaslkhfdaklfjasd<\/p>","intro2":"sajhdf assajhdf asdjkh asdkjh asldkfjh asd fkjah sdfhjkahsdfdjkh asdkjh asldkfjh asd fkjah sdfhjkahsdfsajhdf asdjkh asdkjh asldkfjh asd fkjah sdfhjkahsdfsajhdf asdjkh asdkjh asldkfjh asd fkjah sdfhjkahsdf sajhdf assajhdf asdjkh asdkjh asldkfjh asd fkjah sdfhjkahsdfdjkh asdkjh asldkfjh asd fkjah sdfhjkahsdfsajhdf asdjkh asdkjh asldkfjh asd fkjah sdfhjkahsdfsajhdf asdjkh asdkjh asldkfjh asd fkjah sdfhjkahsdf sajhdf assajhdf asdjkh asdkjh asldkfjh asd fkjah sdfhjkahsdfdjkh asdkjh asldkfjh asd fkjah sdfhjkahsdfsajhdf asdjkh asdkjh asldkfjh asd fkjah sdfhjkahsdfsajhdf asdjkh asdkjh asldkfjh asd fkjah sdfhjkahsdfsajhdf assajhdf asdjkh asdkjh asldkfjh asd fkjah sdfhjkahsdfdjkh asdkjh asldkfjh asd fkjah sdfhjkahsdfsajhdf asdjkh asdkjh asldkfjh asd fkjah sajhdf assajhdf asdjkh asdkjh asldkfjh asd fkjah sdfhjkahsdfdjkh asdkjh asldkfjh asd fkjah sdfhjkahsdfsajhdf asdjkh asdkjh asldkfjh asd fkjah","visible":"true"}}